{"head":{"link":[],"vars":["dressingStyle","label","comment"]},"results":{"distinct":false,"ordered":true,"bindings":[{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Swenkas"},"label":{"type":"literal","xml:lang":"en","value":"Swenkas"},"comment":{"type":"literal","xml:lang":"en","value":"In South Africa, Swenkas are working-class Zulu men who participate in amateur competitions that are part fashion show and part choreography, the purpose of which is to display one's style and sense of attitude. The practice, called \"swenking\", ultimately derives from the English word \"swank\".These well-dressed men are proud and considered to serve as an inspiration to others. Frequently, on Saturday nights they meet up to compete in a fashion show of sorts."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Lolita_fashion"},"label":{"type":"literal","xml:lang":"en","value":"Lolita fashion"},"comment":{"type":"literal","xml:lang":"en","value":"Lolita fashion (ロリータ・ファッション, Rorīta fasshon) is a fashion subculture originating in Japan that is based on Victorian-era clothing, but the style has expanded greatly beyond Japan. The Lolita look began primarily as one of modesty with a focus on quality in both material and manufacture of garments. The original silhouette is of a knee length skirt or dress with a \"cupcake\" shape assisted by petticoats, but has expanded into various types of garments including corsets and floor length skirts."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Size_zero"},"label":{"type":"literal","xml:lang":"en","value":"Size zero"},"comment":{"type":"literal","xml:lang":"en","value":"Size zero or 0 is a women's clothing size in the US catalog sizes system. Size 0 and 00 were invented due to the changing of clothing sizes over time (referred to as vanity sizing or size inflation), which has caused the adoption of lower numbers. Modern size 0 clothing, depending on brand and style, fits measurements of chest-stomach-hips from 30-22-32 inches (76-56-81 cm) to 33-25-35 inches (84-64-89 cm). Size 00 can be anywhere from 0.5 to 2 inches (1 to 5 cm) smaller than size 0."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Heroin_chic"},"label":{"type":"literal","xml:lang":"en","value":"Heroin chic"},"comment":{"type":"literal","xml:lang":"en","value":"Heroin chic was a look popularized in mid-1990s fashion and characterized by pale skin, dark circles underneath the eyes and angular bone structure. The look, characterised by emaciated features and androgyny, was a reaction against the \"healthy\" and vibrant look of models such as Cindy Crawford and Claudia Schiffer. A 1996 article in the Los Angeles Times stated that the fashion industry had \"a nihilistic vision of beauty\" that was reflective of drug addiction and the U.S."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Thrift_store_chic"},"label":{"type":"literal","xml:lang":"en","value":"Thrift store chic"},"comment":{"type":"literal","xml:lang":"en","value":"Thrift store chic refers to a style of dressing where clothes are cheap and/or used. Clothes are often bought from thrift stores such as the Salvation Army, Goodwill, or Value Village. Originally popular among the hippies of the late 1960s, this fashion movement resurfaced during the late 1980s and 1990s with the growing popularity of such music and style influences including the grunge band Nirvana."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Cycle_chic"},"label":{"type":"literal","xml:lang":"en","value":"Cycle chic"},"comment":{"type":"literal","xml:lang":"en","value":"Cycle chic or bicycle chic refers to cycling in fashionable everyday clothes. The fashion concept developed in popular culture to include bicycles and bicycle accessories as well as clothing. The phrase Cycle Chic was coined in 2007[citation needed] by Mikael Colville-Andersen, who started the Copenhagen Cycle Chic blog in the same year."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Pokem%C3%B3n_(subculture)"},"label":{"type":"literal","xml:lang":"en","value":"Pokemón (subculture)"},"comment":{"type":"literal","xml:lang":"en","value":"Pokemón is the name of an urban tribe among Chile's youth that surfaced in the mid-2000s and began to decline in late 2009.The tribe (as of 2012) is considered extinct. They were readily identifiable by their angular and pressed hairstyles, reminiscent of characters from the Japanese media franchise Pokémon."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Style_tribe"},"label":{"type":"literal","xml:lang":"en","value":"Style tribe"},"comment":{"type":"literal","xml:lang":"en","value":"A style tribe or fashion tribe is a group of people that dress in a distinctive style to show their membership in this group. Examples include punks, goths, hip-hop devotees, and ravers. The term \"style tribe\" appears to have been coined by anthropologist Ted Polhemus, who analyzed style tribes in terms of the modern primitive and an abandonment of a linear trajectory of progress in fashion."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Gothic_fashion"},"label":{"type":"literal","xml:lang":"en","value":"Gothic fashion"},"comment":{"type":"literal","xml:lang":"en","value":"Gothic fashion is a clothing style marked by conspicuously dark, mysterious, exotic, and complex features. It is worn by members of the goth subculture. A dark, sometimes morbid fashion and style of dress, typical gothic fashion includes a pale complexion with colored black hair, black lips and black clothes. Both male and female goths wear dark eyeliner and dark fingernail polish. Styles are often borrowed from the punks, Victorians and Elizabethans."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Sloane_Ranger"},"label":{"type":"literal","xml:lang":"en","value":"Sloane Ranger"},"comment":{"type":"literal","xml:lang":"en","value":"The term Sloane Ranger (often shortened to Sloane or less frequently Sloanie) refers to a stereotype in the United Kingdom of young, upper class or upper-middle-class women, or men who share distinctive and common lifestyle traits. The term is a punning portmanteau of \"Sloane Square\", a location in Chelsea, London famed for the wealth of residents and frequenters, and the television Westerns character The Lone Ranger."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Empire_silhouette"},"label":{"type":"literal","xml:lang":"en","value":"Empire silhouette"},"comment":{"type":"literal","xml:lang":"en","value":"Empire silhouette, Empire line, Empire waist or just Empire is a style in women's clothing in which the dress has a fitted bodice ending just below the bust, giving a high-waisted appearance, and a gathered skirt which is long and loosely fitting but skims the body rather than being supported by voluminous petticoats. The outline is especially flattering to pear shapes wishing to disguise the stomach area or emphasize the bust."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Preppy"},"label":{"type":"literal","xml:lang":"en","value":"Preppy"},"comment":{"type":"literal","xml:lang":"en","value":"Preppy, preppie, or prep (all abbreviations of the word preparatory) refer to a subculture in the United States associated with private university-preparatory schools.Preppy is both an American adjective and an American noun, while prep is only an American noun, traditionally used in relation to Northeastern private university-preparatory schools and denotes a person seen as characteristic of an attendee or alumnus of these schools."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Nazi_chic"},"label":{"type":"literal","xml:lang":"en","value":"Nazi chic"},"comment":{"type":"literal","xml:lang":"en","value":"Nazi chic is the approving use of Nazi-era style, imagery, and paraphernalia in clothing and popular culture, especially when used for taboo-breaking or shock value rather than out of genuine sympathies with Nazism.Its use began in the mid-seventies with the emergence of the punk movement in London: the Sex Pistols' first television appearance occurred with a person of their entourage wearing a swastika. Nazi chic was later used in the fashion industry in various occasions."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Boyfriend_(fashion)"},"label":{"type":"literal","xml:lang":"en","value":"Boyfriend (fashion)"},"comment":{"type":"literal","xml:lang":"en","value":"In fashion design, primarily in ready-to-wear lines, boyfriend is any style of women's clothing that was modified from a corresponding men's garment."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Boho-chic"},"label":{"type":"literal","xml:lang":"en","value":"Boho-chic"},"comment":{"type":"literal","xml:lang":"en","value":"Boho-chic is a style of female fashion drawing on various bohemian and hippie influences, which, at its height in 2004–05, was associated particularly with actress Sienna Miller and model Kate Moss in England and (as \"bobo\" chic) actresses Mary-Kate Olsen and Nicole Richie in the United States. It has been seen since the early 1990s and, although appearing to wane[citation needed] from time to time, has repeatedly re-surfaced[citation needed] in varying guises."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Flogger_(fashion)"},"label":{"type":"literal","xml:lang":"en","value":"Flogger (fashion)"},"comment":{"type":"literal","xml:lang":"en","value":"Flogger is a teenager fashion originated in Argentina at the end of 2004, which is closely related to Fotolog, a photoblog web site.Emerged from the glam fashion, and merged with elements of several other styles, it has become very popular among young people, to almost become a craze."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Young_Fogey"},"label":{"type":"literal","xml:lang":"en","value":"Young Fogey"},"comment":{"type":"literal","xml:lang":"en","value":"\"Young fogey\" is a term humorously applied, in British context, to some younger-generation, rather buttoned-down writers and journalists, such as Simon Heffer, Charles Moore and, for a while, A. N. Wilson."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Dress_clothes"},"label":{"type":"literal","xml:lang":"en","value":"Dress clothes"},"comment":{"type":"literal","xml:lang":"en","value":"Dress clothes are clothing that is less formal than formal wear but more formal than casual wear."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Hipster_(contemporary_subculture)"},"label":{"type":"literal","xml:lang":"en","value":"Hipster (contemporary subculture)"},"comment":{"type":"literal","xml:lang":"en","value":"Hipster is a term popularly used to denote a contemporary subculture in North America, South America, Australia, and Europe primarily consisting of Millennials living in urban areas."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Clubwear"},"label":{"type":"literal","xml:lang":"en","value":"Clubwear"},"comment":{"type":"literal","xml:lang":"en","value":"Clubwear is provocative, revealing, or fetish clothing that is worn to nightclubs featuring a sensual atmosphere with a very relaxed dress code. There are various types of clothing items that could be worn to clubs based on the location of the club, the club's dress code and the weather.Clubwear in the US and UK usually consists of things like tutus, white gloves, boiler suits, rompers, bikini sets, high visibility vests and trousers and fluffy or furry leg warmers."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Business_casual"},"label":{"type":"literal","xml:lang":"en","value":"Business casual"},"comment":{"type":"literal","xml:lang":"en","value":"Business casual is an ad hoc dress code in professional and white-collar workplaces in Western countries."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Casual"},"label":{"type":"literal","xml:lang":"en","value":"Casual"},"comment":{"type":"literal","xml:lang":"en","value":"In the European tradition, casual is the dress code that emphasizes comfort and personal expression over presentation and uniformity. It includes a very wide variety of costume, so it is perhaps better defined by what it is not than what it is. The following are not considered casual wear: Ceremonial dress such as royal robes and full dress military costume Formal wear such as white tie. Semi-formal such as black tie."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Ivy_League_(clothes)"},"label":{"type":"literal","xml:lang":"en","value":"Ivy League (clothes)"},"comment":{"type":"literal","xml:lang":"en","value":"Ivy League is a style of men's dress, popular during the late 1950s in the Northeastern United States, and said to have originated on college campuses, particularly those of the Ivy League. The clothing stores J. Press and Brooks Brothers represent perhaps the quintessential Ivy League dress manner, the former with two of its four locations found at Harvard and Yale Universities (the Princeton branch closed in 1942). The Ivy League style was the predecessor to the preppy style of dress."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Wilderness_chic"},"label":{"type":"literal","xml:lang":"en","value":"Wilderness chic"},"comment":{"type":"literal","xml:lang":"en","value":"Wilderness chic (also known as outdoor chic or outdoor fashion) is a fashion trend centered around the look of hikers, climbers, and mountaineers."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Luxe_Grunge"},"label":{"type":"literal","xml:lang":"en","value":"Luxe Grunge"},"comment":{"type":"literal","xml:lang":"en","value":"Luxe Grunge (also known as boho-chic or \"luxe bohemian\" ) is a chicer updated grunge-boho collection; an unkempt approach to wardrobe, popularized by celebrities such as the Olsen twins.First motivated by Seattle's groundbreaking rock scene in the 1990s – the modern update contains all the mainstays of yesterday’s grunge (flannel, plaid, layers and leg warmers) alongside today’s sophisticated pieces, including capes, shawls and jackets ([www.theitlists.com], Sept 2006)."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Girlfriend_(fashion)"},"label":{"type":"literal","xml:lang":"en","value":"Girlfriend (fashion)"},"comment":{"type":"literal","xml:lang":"en","value":"In fashion design, primarily in ready-to-wear lines, girlfriend is any style of men's clothing that was modified from a corresponding women's garment. Examples include girlfriend jackets, ex-girlfriend jeans, and girlfriend blazers, which are often more unisex or tighter in appearance and fit than most men's jackets or trousers, though still designed for the male form."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Bogan"},"label":{"type":"literal","xml:lang":"en","value":"Bogan"},"comment":{"type":"literal","xml:lang":"en","value":"The term bogan (/ˈboʊɡən/) is Australian and New Zealand slang, usually pejorative or self-deprecating, for an individual who is recognised to be from an unsophisticated background or someone whose speech, clothing, attitude and behaviour exemplify a lack of manners and education. Whilst bogan is widely recognised, localised names exist that describe the same or very similar groups of people."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Bohemian_style"},"label":{"type":"literal","xml:lang":"en","value":"Bohemian style"},"comment":{"type":"literal","xml:lang":"en","value":"In modern usage, the term \"Bohemian\" is applied to people who live unconventional, usually artistic, lives. The adherents of the \"Bloomsbury Group\", which formed around the Stephen sisters, Vanessa Bell and Virginia Woolf in the early 20th century, are among the best-known examples."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Chav"},"label":{"type":"literal","xml:lang":"en","value":"Chav"},"comment":{"type":"literal","xml:lang":"en","value":"Chav, (/ˈtʃæv/ CHAV) is a stereotype and pejorative epithet used in Britain. The stereotype was popularised in the first decade of the 21st century by the British mass media to refer to an anti-social youth subculture in the United Kingdom. The Oxford Dictionary defines Chav as an informal British derogatory meaning a young lower-class person who displays brash and loutish behaviour and wears real or imitation designer clothes."}},{"dressingStyle":{"type":"uri","value":"http://dbpedia.org/resource/Anti-fashion"},"label":{"type":"literal","xml:lang":"en","value":"Anti-fashion"},"comment":{"type":"literal","xml:lang":"en","value":"Anti-fashion is an umbrella term for various styles of dress which are explicitly contrary to the fashion of the day. Anti-fashion styles may represent an attitude of indifference or may arise from political or practical goals which make fashion a secondary priority. The term is sometimes even used for styles championed by high profile designers, when they encourage or create trends that do not follow the mainstream fashion of the time."}}]}}