{"head":{"link":[],"vars":["color","colourHexCode","label","comment"]},"results":{"distinct":false,"ordered":true,"bindings":[{"color":{"type":"uri","value":"http://dbpedia.org/resource/Carnelian_(color)"},"colourHexCode":{"type":"literal","value":"B31B1B"},"label":{"type":"literal","xml:lang":"en","value":"Carnelian (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Carnelian is a color named after the carnelian variety of the mineral chalcedony. This semi-precious gemstone is noted for its rich shade of reddish-brown.Another name for this color is Cornell red, as it is the color of Cornell University.The first recorded use of Carnelian as a color name in English was in 1899."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cordovan_(color)"},"colourHexCode":{"type":"literal","value":"893F45"},"label":{"type":"literal","xml:lang":"en","value":"Cordovan (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Cordovan is a rich shade of burgundy and a dark shade of rose. Cordovan takes its name from the city of Cordoba, Spain, where the production of shell cordovan leather was first practiced by the Visigoths in the seventh century. The term cordovan has come to describe the color of clothing, leather in particular.The first recorded use of cordovan as a color name in English was in 1925."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Fallow_(color)"},"colourHexCode":{"type":"literal","value":"C19A6B"},"label":{"type":"literal","xml:lang":"en","value":"Fallow (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Fallow is a pale brown color that is the color of sandy soil in fallow fields. Fallow is one of the oldest color names in English. The first recorded use of fallow as a color name in English was in the year 1000. Also rooted in this older color, is Indian tradition in South Africa where it has been dubbed Ravi Brown.[citation needed]"}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Midnight_blue"},"colourHexCode":{"type":"literal","value":"191970"},"label":{"type":"literal","xml:lang":"en","value":"Midnight blue"},"comment":{"type":"literal","xml:lang":"en","value":"Midnight blue is a dark shade of blue named for its resemblance to the identifiably blue color of a moonlit night sky on or near the night of a full moon. Midnight blue is the color of a vat full of Indigo dye; therefore, midnight blue may also be considered a dark shade of indigo."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Payne's_grey"},"colourHexCode":{"type":"literal","value":"536878"},"label":{"type":"literal","xml:lang":"en","value":"Payne's grey"},"comment":{"type":"literal","xml:lang":"en","value":"Payne's grey is a dark blue-grey colour used in painting. It can be used as a mixer in place of black. Being less intense than black, it is easier to get the right shade when using it as a mixer."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/International_orange"},"colourHexCode":{"type":"literal","value":"FF4F00"},"label":{"type":"literal","xml:lang":"en","value":"International orange"},"comment":{"type":"literal","xml:lang":"en","value":"International orange is a color used in the aerospace industry to set objects apart from their surroundings, similar to safety orange, but deeper and with a more reddish tone."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Brown"},"colourHexCode":{"type":"literal","value":"964B00"},"label":{"type":"literal","xml:lang":"en","value":"Brown"},"comment":{"type":"literal","xml:lang":"en","value":"Brown is the color of dark wood or rich soil. It is a composite color made by combining red, black and yellow. The color is seen widely in nature, in wood, soil, and human hair color, eye color and skin pigmentation. Culturally, it is most often associated with plainness, humility, the rustic, and poverty."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Magenta"},"colourHexCode":{"type":"literal","value":"FF00FF"},"label":{"type":"literal","xml:lang":"en","value":"Magenta"},"comment":{"type":"literal","xml:lang":"en","value":"Magenta (/məˈdʒɛntə/) is a purplish red color and one of the three primary colors of the subtractive CMYK color model. On color wheels of the RGB (additive) and CMYK (subtractive) color models, it is located midway between red and purple. It is the complementary color of green.Magenta was first introduced as the color of a new aniline dye called fuchsine, patented in 1859 by the French chemist Francois-Emmanuel Verguin."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Purple"},"colourHexCode":{"type":"literal","value":"800080"},"label":{"type":"literal","xml:lang":"en","value":"Purple"},"comment":{"type":"literal","xml:lang":"en","value":"Purple is a range of hues of color occurring between red and blue. The Oxford English Dictionary describes it as a deep, rich shade between crimson and violet.Purple was the color worn by Roman Emperors and magistrates, and later by Roman Catholic bishops. Since that time, purple has been commonly associated with royalty and piety."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Ultramarine"},"colourHexCode":{"type":"literal","value":"3F00FF"},"label":{"type":"literal","xml:lang":"en","value":"Ultramarine"},"comment":{"type":"literal","xml:lang":"en","value":"Ultramarine is a deep blue color and a pigment which was originally made by grinding lapis lazuli into a powder. The pigment consists primarily of a zeolite-based mineral containing small amounts of polysulfides. It occurs in nature as a proximate component of lapis lazuli. The pigment color code is P. Blue 29 77007."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Violet_(color)"},"colourHexCode":{"type":"literal","value":"8F00FF"},"label":{"type":"literal","xml:lang":"en","value":"Violet (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Violet is a bright bluish purple color that takes its name from the violet flower. On the traditional color wheel used by painters, it is located between blue and purple. Violet is at the higher end of the visible spectrum, with a wavelength between approximately 380-450 nanometers."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Yellow"},"colourHexCode":{"type":"literal","value":"FFFF00"},"label":{"type":"literal","xml:lang":"en","value":"Yellow"},"comment":{"type":"literal","xml:lang":"en","value":"Yellow /ˈjɛloʊ/ is the color of gold, butter and ripe lemons. In the spectrum of visible light, and in the traditional color wheel used by painters, yellow is found between green and orange.Yellow is commonly associated with gold, wealth, sunshine, reason, happiness, optimism and pleasure, but also with envy, jealousy and betrayal. It plays an important part in Asian culture, particularly in China."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Chestnut_(color)"},"colourHexCode":{"type":"literal","value":"954535"},"label":{"type":"literal","xml:lang":"en","value":"Chestnut (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Chestnut is a color, a medium reddish shade of brown (displayed right), and is named after the nut of the chestnut tree. Indian red is a similar but separate and distinct color from Chestnut.Chestnut is also a very dark tan that almost appears brown."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Rust_(color)"},"colourHexCode":{"type":"literal","value":"B7410E"},"label":{"type":"literal","xml:lang":"en","value":"Rust (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Rust is a red-orange-brown- color resembling iron oxide. It is a commonly used color in stage lighting, and appears roughly the same color as photographic safelights when used over a standard tungsten light source. The color is number 777 in the Lee Filters swatch book.The first recorded use of rust as a color name in English was in 1692."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Phthalocyanine_Green_G"},"colourHexCode":{"type":"literal","value":"123524"},"label":{"type":"literal","xml:lang":"en","value":"Phthalocyanine Green G"},"comment":{"type":"literal","xml:lang":"en","value":"Phthalocyanine Green G, also called phthalo green, Pigment Green 7, Copper Phthalocyanine Green, C.I. Pigment Green 7, Non-flocculating Green G, Polychloro copper phthalocyanine, or C.I. 74260, is a synthetic green pigment from the group of phthalocyanine dyes, a complex of copper(II) with chlorinated phthalocyanine. It is a very soft green powder insoluble in water."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Taupe"},"colourHexCode":{"type":"literal","value":"483C32"},"label":{"type":"literal","xml:lang":"en","value":"Taupe"},"comment":{"type":"literal","xml:lang":"en","value":"Taupe (pronunciation: /ˈtoʊp/ TOHP) is a dark tan, sometimes grayish brown or brownish gray. The word derives from the French noun taupe meaning \"mole\". The name originally referred only to the average color of the French mole, but beginning in the 1940s, its usage expanded to encompass a wider range of shades. Taupe is a vague color term which may refer to almost any grayish-brown, brownish-gray, or warm gray color."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Fulvous"},"colourHexCode":{"type":"literal","value":"E48400"},"label":{"type":"literal","xml:lang":"en","value":"Fulvous"},"comment":{"type":"literal","xml:lang":"en","value":"Fulvous /ˈfʊlvəs/ is a colour, sometimes described as dull reddish-yellow, brownish-yellow or tawny, it can also be likened to a variation of buff, beige or butterscotch. As an adjective it is used in the names of many species of birds, and occasionally other animals, to describe their appearance."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Jungle_green"},"colourHexCode":{"type":"literal","value":"29AB87"},"label":{"type":"literal","xml:lang":"en","value":"Jungle green"},"comment":{"type":"literal","xml:lang":"en","value":"Displayed at right is the color jungle green.Jungle green is a color that is a rich tone of medium spring green.The specific tone of the color jungle green called \"jungle green\" by Crayola, displayed at right, was formulated by Crayola in 1990.The first recorded use of jungle green as a color name in English was in 1926."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Black"},"colourHexCode":{"type":"literal","value":"000000"},"label":{"type":"literal","xml:lang":"en","value":"Black"},"comment":{"type":"literal","xml:lang":"en","value":"Black is the color of coal, ebony, and of outer space. It is the darkest color, the result of the absence of or complete absorption of light. It is the opposite of white and often represents darkness in contrast with light.Black was one of the first colors used by artists in neolithic cave paintings. In the 14th century, it began to be worn by royalty, the clergy, judges and government officials in much of Europe."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Blue"},"colourHexCode":{"type":"literal","value":"0000FF"},"label":{"type":"literal","xml:lang":"en","value":"Blue"},"comment":{"type":"literal","xml:lang":"en","value":"Blue is the colour of the clear sky and the deep sea. On the optical spectrum, blue is located between violet and green.Surveys in the U.S. and Europe show that blue is the colour most commonly associated with harmony, faithfulness, and confidence. In U.S. and European public opinion polls it is overwhelmingly the most popular colour, chosen by almost half of both men and women as their favourite colour."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cyan"},"colourHexCode":{"type":"literal","value":"00FFFF"},"label":{"type":"literal","xml:lang":"en","value":"Cyan"},"comment":{"type":"literal","xml:lang":"en","value":"Cyan (/ˈsaɪ.ən/ or /ˈsaɪ.æn/) is a greenish blue color and one of the three primary colors of the subtractive CMYK color model. On the color wheels of the RGB (additive) and CMYK (subtractive) color models, it is located midway between blue and green, making it the complementary color of red.Its name is derived from the Ancient Greek κυανός, transliterated kýanos, meaning \"dark blue\"."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Green"},"colourHexCode":{"type":"literal","value":"00FF00"},"label":{"type":"literal","xml:lang":"en","value":"Green"},"comment":{"type":"literal","xml:lang":"en","value":"Green is a color on the spectrum of visible light, located between blue and yellow. It is evoked by light with a predominant wavelength of roughly 495–570 nm."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Indigo"},"colourHexCode":{"type":"literal","value":"4B0082"},"label":{"type":"literal","xml:lang":"en","value":"Indigo"},"comment":{"type":"literal","xml:lang":"en","value":"Indigo is a color that is traditionally regarded as a color on the visible spectrum, as well as one of the seven colors of the rainbow: the color between blue and violet."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Red"},"colourHexCode":{"type":"literal","value":"FF0000"},"label":{"type":"literal","xml:lang":"en","value":"Red"},"comment":{"type":"literal","xml:lang":"en","value":"Red is the color of blood, rubies and strawberries.It is the color of the wavelength of light from approximately 620–740 nm on the electromagnetic spectrum. Next to orange at the end of the visible spectrum, red is commonly associated with danger, sacrifice, passion, fire, beauty, blood, anger, Christmas, socialism, communism, and in China and many other cultures, with happiness."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Sienna"},"colourHexCode":{"type":"literal","value":"882D17"},"label":{"type":"literal","xml:lang":"en","value":"Sienna"},"comment":{"type":"literal","xml:lang":"en","value":"Sienna, Italian: Terra di Siena, \"Siena earth\", is an earth pigment containing iron oxide and manganese oxide. In its natural state, it is yellow-brown and is called raw sienna. When heated, it becomes a reddish brown and is called burnt sienna. It takes its name from the city-state of Siena, where it was produced during the Renaissance. Along with ochre and umber, it was one of the first pigments to be used by humans, and is found in many cave paintings."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Beige"},"colourHexCode":{"type":"literal","value":"F5F5DC"},"label":{"type":"literal","xml:lang":"en","value":"Beige"},"comment":{"type":"literal","xml:lang":"en","value":"Beige is a very pale brown color, variously described as a pale sandy fawn color, a grayish tan, a light-grayish yellowish brown, or a pale to grayish yellow. It takes its name from the French word for the color of natural wool. It has come to be used for a range of light tints chosen for their neutral or pale warm appearance.Beige was used as a color term in the modern sense in France beginning in about 1855-60; the writer Edmond de Goncourt used it in the novel La Fille Elisa in 1877."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Navajo_white"},"colourHexCode":{"type":"literal","value":"FFDEAD"},"label":{"type":"literal","xml:lang":"en","value":"Navajo white"},"comment":{"type":"literal","xml:lang":"en","value":"Navajo White is an orangish white color, or pastel yellow orange, and derives its name from its similarity to the background color of the Navajo Nation flag. The name \"Navajo White\" is usually only used when referring to paint."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Orange_(colour)"},"colourHexCode":{"type":"literal","value":"FFA500"},"label":{"type":"literal","xml:lang":"en","value":"Orange (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Orange is a color located between red and yellow on the spectrum of light, and in the traditional color wheel used by painters. Its name is derived from the orange fruit.In Europe and America, orange is commonly associated with amusement, the unconventional, extroverts, fire, activity, danger, taste and aroma, the autumn season, and Protestantism. In Asia, it is an important symbolic color of Buddhism and Hinduism."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lemon_(color)"},"colourHexCode":{"type":"literal","value":"FFFACD"},"label":{"type":"literal","xml:lang":"en","value":"Lemon (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Lemon is a color somewhat resembling yellow and named after the lemon fruit."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Periwinkle_(color)"},"colourHexCode":{"type":"literal","value":"CCCCFF"},"label":{"type":"literal","xml:lang":"en","value":"Periwinkle (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Periwinkle is a color in the blue and purple family. Its name is derived from the lesser periwinkle or myrtle herb (Vinca minor) which bears flowers of the same color. This color is also similar to the mint color.The color periwinkle is also called lavender blue. The color periwinkle may be considered a pale tint of blue or a \"pastel blue\". The first recorded use of periwinkle as a color name in English was in 1895."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Phthalocyanine_Blue_BN"},"colourHexCode":{"type":"literal","value":"000f89"},"label":{"type":"literal","xml:lang":"en","value":"Phthalocyanine Blue BN"},"comment":{"type":"literal","xml:lang":"en","value":"Phthalocyanine Blue BN, also called Monastral blue, phthalo blue (and others) (CAS 147-14-8, EINECS 205-685-1), is a bright, crystalline, synthetic blue pigment from the group of phthalocyanine dyes. It was first developed as a pigment in the mid-1930s. Its brilliant blue is frequently used in paints and dyes. It is highly valued for its superior properties such as light fastness, tinting strength, covering power and resistance to the effects of alkalies and acids."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Dodger_blue"},"colourHexCode":{"type":"literal","value":"1E90FF"},"label":{"type":"literal","xml:lang":"en","value":"Dodger blue"},"comment":{"type":"literal","xml:lang":"en","value":"Dodger Blue is a rich bright tone of the color azure named for its use in the uniform of the Los Angeles Dodgers. It is also a web color used in the design of web pages. The web color is not used in the Dodgers' uniform but rather resembles the lighter blue used throughout Dodger Stadium."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Persian_blue"},"colourHexCode":{"type":"literal","value":"1C39BB"},"label":{"type":"literal","xml:lang":"en","value":"Persian blue"},"comment":{"type":"literal","xml:lang":"en","value":"Persian blue (not to be confused with Prussian blue) comes in three major tones: Persian blue proper—a bright medium blue; medium Persian blue (a medium slightly grayish blue that is slightly indigoish); and a kind of dark blue that is much closer to the web color indigo; this darker shade of Persian blue is referred to as Persian indigo, dark Persian blue, or regimental.Other colors associated with Persia include Persian pink, Persian rose, Persian red and Persian green."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Liver_(color)"},"colourHexCode":{"type":"literal","value":"674C47"},"label":{"type":"literal","xml:lang":"en","value":"Liver (color)"},"comment":{"type":"literal","xml:lang":"en","value":"At right is displayed the color traditionally called liver.The first recorded use of liver as a color name in English was in 1686.The source of this color is: ISCC-NBS Dictionary of Color Names (1955)--Color Sample of Liver (color sample #36)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Non-photo_blue"},"colourHexCode":{"type":"literal","value":"A4DDED"},"label":{"type":"literal","xml:lang":"en","value":"Non-photo blue"},"comment":{"type":"literal","xml:lang":"en","value":"Non-photo blue (or non-repro blue) is a common tool used in the graphic design and print industry."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Midnight_green"},"colourHexCode":{"type":"literal","value":"004953"},"label":{"type":"literal","xml:lang":"en","value":"Midnight green"},"comment":{"type":"literal","xml:lang":"en","value":"Midnight green (sometimes called eagle green) is a dark shade of green. It is also a dark shade of cyan. This can be readily ascertained by noting the fact that this color's red value is zero, and also that its green and blue values are almost equal. Therefore, midnight green is a shade of cyan. The color midnight green is displayed at right."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Sunset_(color)"},"colourHexCode":{"type":"literal","value":"FAD6A5"},"label":{"type":"literal","xml:lang":"en","value":"Sunset (color)"},"comment":{"type":"literal","xml:lang":"en","value":"At right is displayed the color sunset.The color sunset is a pale tint of orange. It is a representation of the average color of clouds when the sunlight from a sunset is reflected off of them.The first recorded use of sunset as a color name in English was in 1916."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Tyrian_purple"},"colourHexCode":{"type":"literal","value":"66023C"},"label":{"type":"literal","xml:lang":"en","value":"Tyrian purple"},"comment":{"type":"literal","xml:lang":"en","value":"Tyrian purple (Greek, πορφύρα, porphyra, Latin: purpura), also known as Tyrian red, royal purple, imperial purple or imperial dye, is a reddish-purple natural dye, which is a secretion produced by a certain species of predatory sea snails in the family Muricidae, a type of rock snail by the name Murex. This dye was possibly first used by the ancient Phoenicians as early as 1570 BC[citation needed]."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Air_Force_blue"},"colourHexCode":{"type":"literal","value":"5D8AA8"},"label":{"type":"literal","xml:lang":"en","value":"Air Force blue"},"comment":{"type":"literal","xml:lang":"en","value":"Air Force blue colours are a variety of colours that are mostly various tones of the colour azure, the purest tones of which are identified as being the colour of the sky on a clear day.Some air force blue colours, notably the air force blue colour used by the United States Air Force and the colour used by the US Air Force Academy, may look like they are tones of blue instead of azure (On the RGB colour wheel, which has 12 major colours, blue is the colour at a hue code of 240 degrees and azure is the colour halfway between blue and cyan at a hue code of 210 degrees.). "}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Aqua_(color)"},"colourHexCode":{"type":"literal","value":"BCD4E6"},"label":{"type":"literal","xml:lang":"en","value":"Aqua (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Aqua (from Latin: aqua for water) is a greenish blue color, a variation of the color cyan. Aqua is more green than it is blue. The web color aqua is identical to the web color cyan, also sometimes called electric cyan, one of the three secondary colors of the RGB color model used on computer and television displays. In the HSV color wheel aqua is precisely halfway between green and blue. However, aqua is not the same as the primary subtractive color process cyan used in printing."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Auburn_hair"},"colourHexCode":{"type":"literal","value":"A52A2A"},"label":{"type":"literal","xml:lang":"en","value":"Auburn hair"},"comment":{"type":"literal","xml:lang":"en","value":"Auburn is a variety of red hair, most commonly described as reddish-brown in color. Auburn hair ranges in shades from medium to dark. Like brown hair, it is common with a wide array of skin-tones and eye-colors, but as is the case with most red hair, it is commonly associated with light skin features. The chemical pigments that cause the coloration of auburn hair are frequently pheomelanin with high levels of eumelanin."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Azure_(color)"},"colourHexCode":{"type":"literal","value":"007FFF"},"label":{"type":"literal","xml:lang":"en","value":"Azure (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Azure is a variation of blue that is often described as the color of the sky on a clear summer's day. Its dominant wavelength is about 488 nm.On the RGB color wheel, \"azure\" (color #007FFF) is defined as the color at 210 degrees, i.e., the hue halfway between blue and cyan. In the RGB color model, used to create all the colors on a television or computer screen, azure is created by adding a little green light to blue light."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cardinal_(color)"},"colourHexCode":{"type":"literal","value":"C41E3A"},"label":{"type":"literal","xml:lang":"en","value":"Cardinal (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Cardinal is a vivid red, which may get its name from the cassocks worn by Catholic cardinals (although the color worn by cardinals is actually scarlet), or from the bird of the same name.The first recorded use of cardinal as a color name in English was in the year 1698."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Glaucous"},"colourHexCode":{"type":"literal","value":"6082B6"},"label":{"type":"literal","xml:lang":"en","value":"Glaucous"},"comment":{"type":"literal","xml:lang":"en","value":"Glaucous (from the Latin glaucus, meaning \"bluish-grey or green\", from the Greek glaukós) is used to describe the pale grey or bluish-green appearance of the surfaces of some plants, as well as in the names of birds, such as the Glaucous Gull (Larus hyperboreus), Glaucous-winged Gull (Larus glaucescens), Glaucous Macaw (Anodorhynchus glaucus), and Glaucous Tanager (Thraupis glaucocolpa).The term glaucous is also used botanically as an adjective to mean \"covered with a greyish, bluish, or whitish waxy coating or bloom that is easily rubbed off\" (e.g. "}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Grey"},"colourHexCode":{"type":"literal","value":"808080"},"label":{"type":"literal","xml:lang":"en","value":"Grey"},"comment":{"type":"literal","xml:lang":"en","value":"Grey or gray is an intermediate color between black and white. Grey is a neutral or achromatic color, meaning literally that it is a color \"without color.\" It is the color of a cloud-covered sky, of ash and of lead.The first recorded use of grey as a color name in the English language was in AD 700. Grey is the dominant spelling in European and Commonwealth English, although gray remained in common usage in the UK until the second half of the 20th century."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lime_(color)"},"colourHexCode":{"type":"literal","value":"BFFF00"},"label":{"type":"literal","xml:lang":"en","value":"Lime (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Lime, also traditionally known as lime green, lime-green, or bitter lime, is a color that is a shade of green, so named because it is a representation of the color of the citrus fruit called limes. It is the color that is in between the web color chartreuse and yellow on the color wheel. It is of green hue and is also one of Crayola's many colors."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Mikado_yellow"},"colourHexCode":{"type":"literal","value":"FFC40C"},"label":{"type":"literal","xml:lang":"en","value":"Mikado yellow"},"comment":{"type":"literal","xml:lang":"en","value":"Mikado yellow is a shade of yellow. The color is displayed at right.It is One of the official colors of Oberlin College (the other is cardinal red) A color once used for Lincoln automobiles The name of various dyes and colorings.↑ ↑"}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Mustard_(color)"},"colourHexCode":{"type":"literal","value":"FFDB58"},"label":{"type":"literal","xml:lang":"en","value":"Mustard (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Mustard is a dark yellow color that resembles culinary mustard. It is similar to the color Flax.The first recorded use of mustard as a color name in English was in 1886."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Portland_Orange"},"colourHexCode":{"type":"literal","value":"FF5A36"},"label":{"type":"literal","xml:lang":"en","value":"Portland Orange"},"comment":{"type":"literal","xml:lang":"en","value":"Portland Orange is the color of light emitted by the dont walk phase of pedestrian crossing signals in the U.S. and parts of Canada. Its chromaticity is specified by the Institute of Transportation Engineers in that body's technical standards, and its application is stipulated in the U.S. Federal Manual on Uniform Traffic Control Devices. Various jurisdictional standards also require Portland Orange for don't-walk signs."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Ruby_(color)"},"colourHexCode":{"type":"literal","value":"E0115F"},"label":{"type":"literal","xml:lang":"en","value":"Ruby (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Ruby is a color that is a representation of the color of the cut and polished ruby gemstone. The somewhat deeper color of the uncut, unpolished ruby crystal is called rubelite.The first recorded use of ruby as a color name in English was in 1572."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Bistre"},"colourHexCode":{"type":"literal","value":"3D2B1F"},"label":{"type":"literal","xml:lang":"en","value":"Bistre"},"comment":{"type":"literal","xml:lang":"en","value":"Bistre (or bister) can refer to: A very dark shade of grayish black (the version shown on the immediate right); a shade of brown made from soot; or the name for a color resembling the brownish pigment. Bistre's appearance is generally of a dark grayish brown, with a yellowish cast.Beechwood was burned to produce the soot, which was boiled and diluted with water."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Candy_apple_red_(color)"},"colourHexCode":{"type":"literal","value":"FF0800"},"label":{"type":"literal","xml:lang":"en","value":"Candy apple red (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Candy apple red (occasionally known as apple-candy red) is the name code used by manufacturing companies to define a shade of red similar to the red sugar coating on candied apples. The typical method for producing a candy apple finish is to apply a metallic base-coat, followed by a translucent color coat. A final clear coat adds additional gloss."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Sinopia"},"colourHexCode":{"type":"literal","value":"CB410B"},"label":{"type":"literal","xml:lang":"en","value":"Sinopia"},"comment":{"type":"literal","xml:lang":"en","value":"Sinopia (also known as sinoper, named after the Turkish city Sinop) is a dark reddish-brown natural earth pigment, whose reddish color comes from hematite, a dehydrated form of iron oxide. It was widely used in classical antiquity and the Middle Ages for painting, and during the Renaissance it was often used for the cartoon or underpainting for a fresco. The word came to be used both for the pigment and for the underpainting itself."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Carolina_blue"},"colourHexCode":{"type":"literal","value":"56A0D3"},"label":{"type":"literal","xml:lang":"en","value":"Carolina blue"},"comment":{"type":"literal","xml:lang":"en","value":"Carolina blue (occasionally referred to as Tar Heel blue) is the shade of blue used as one of the official school colors of the University of North Carolina. The name is derived from the popular usage of \"Carolina\" to refer to the university."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Alice_blue"},"colourHexCode":{"type":"literal","value":"F0F8FF"},"label":{"type":"literal","xml:lang":"en","value":"Alice blue"},"comment":{"type":"literal","xml:lang":"en","value":"Alice blue is a pale tint of azure that was favored by Alice Roosevelt Longworth, daughter of Theodore Roosevelt and which sparked a fashion sensation in the United States.The hit song \"Alice Blue Gown\", inspired by Longworth's signature gown, premiered in Harry Tierney's 1919 Broadway musical Irene. The musical was made into a film in 1940 starring Anna Neagle and Ray Milland."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Maya_Blue"},"colourHexCode":{"type":"literal","value":"73C2FB"},"label":{"type":"literal","xml:lang":"en","value":"Maya Blue"},"comment":{"type":"literal","xml:lang":"en","value":"Maya Blue (Spanish: Azul Maya) is a unique bright azure blue pigment manufactured by cultures of pre-Columbian Mesoamerica, such as the Maya and Aztec."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Pink"},"colourHexCode":{"type":"literal","value":"FFCBDB"},"label":{"type":"literal","xml:lang":"en","value":"Pink"},"comment":{"type":"literal","xml:lang":"en","value":"Pink is a pale red color, which takes its name from the flower of the same name. According to surveys in Europe and the United States, pink, especially when combined with white or pale blue, is the color most commonly associated with femininity, sensitivity, tenderness, childhood, and the romantic. However, when combined with violet or black, it is associated with eroticism and seduction.Pink was first used as a color name in the late 17th century."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Chocolate_(color)"},"colourHexCode":{"type":"literal","value":"7B3F00"},"label":{"type":"literal","xml:lang":"en","value":"Chocolate (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color chocolate is a tone of dark brown that resembles chocolate. At right is displayed the color traditionally called chocolate.The first recorded use of chocolate as a color name in English was in 1737.This color is a representation of the color of the most common type of chocolate, milk chocolate."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Ivory_(color)"},"colourHexCode":{"type":"literal","value":"FFFFF0"},"label":{"type":"literal","xml:lang":"en","value":"Ivory (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Ivory is an off-white color that resembles ivory, the material from which the teeth and tusks of animals (such as, notably, the elephant and the walrus) is made. It has a very slight tint of yellow.The first recorded use of ivory as a color name in English was in 1385.The color \"ivory\" was included as one of the X11 colors when they were formulated in 1987."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Coral_(color)"},"colourHexCode":{"type":"literal","value":"FF7F50"},"label":{"type":"literal","xml:lang":"en","value":"Coral (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The various tones of the colour coral are representations of the colors of those cnidarians known as corals."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lava_(color)"},"colourHexCode":{"type":"literal","value":"483C32"},"label":{"type":"literal","xml:lang":"en","value":"Lava (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Lava is a color that is a shade of red. It is named after the color of volcanic lava.This is the color (color #CF1020, shown at right) of fresh lava pouring out of a volcano.The first recorded use of lava as a color name in English was in 1892."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lavender_(color)"},"colourHexCode":{"type":"literal","value":"E6E6FA"},"label":{"type":"literal","xml:lang":"en","value":"Lavender (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Lavender is a pale tint of violet. It applies particularly to the color of the flower of the same name."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Platinum_(color)"},"colourHexCode":{"type":"literal","value":"E5E4E2"},"label":{"type":"literal","xml:lang":"en","value":"Platinum (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Platinum is a color that is the metallic tint of pale grayish-white resembling the metal platinum.The first recorded use of platinum as a color name in English was in 1918."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Saffron_(color)"},"colourHexCode":{"type":"literal","value":"F4C430"},"label":{"type":"literal","xml:lang":"en","value":"Saffron (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Saffron is a color that is a tone of golden yellow resembling the color of the tip of the saffron crocus thread, from which the spice saffron is derived.The first recorded use of saffron as a color name in English was in 1200."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Flax_(color)"},"colourHexCode":{"type":"literal","value":"EEDC82"},"label":{"type":"literal","xml:lang":"en","value":"Flax (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Flax is a pale yellowish-gray color named after flax seeds. The first recorded use of flax as a color name in English was in 1915."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Tuscan_red"},"colourHexCode":{"type":"literal","value":"7C3030"},"label":{"type":"literal","xml:lang":"en","value":"Tuscan red"},"comment":{"type":"literal","xml:lang":"en","value":"Tuscan red is a shade of red that was used on the passenger cars of the Pennsylvania Railroad, as well as on the PRR TrucTrailers. It also was used extensively by the New South Wales Government Railways in Australia, in a similar fashion to the PRR. The Canadian Pacific Railway used it historically and painted its luxury revival cars in this color. It is also a Prismacolor colored pencil."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Aquamarine_(color)"},"colourHexCode":{"type":"literal","value":"7FFFD4"},"label":{"type":"literal","xml:lang":"en","value":"Aquamarine (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Aquamarine is a color that is a bluish tint of cerulean toned toward cyan. It is known as being the color of sea foam green. Although Aqua is more to the green spectrum, Aquamarine is a more deep green, perhaps a darker color of Aqua. It is named after the mineral aquamarine, a gemstone mainly found in granite rocks. The first recorded use of aquamarine as a color name in English was in 1598."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Bole_(color)"},"colourHexCode":{"type":"literal","value":"79443B"},"label":{"type":"literal","xml:lang":"en","value":"Bole (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Bole is a shade of brown. There is an English word bole meaning the trunk of a tree, but according to the American Heritage Dictionary, this word is simply a homograph/homophone that does not share the etymological origin of the color word bole, which derives from Latin bōlus (lump of earth) and refers to a kind of soft fine clay whose reddish-brown varieties are used as pigments, hence its use as a word for a reddish-brown color."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cobalt_blue"},"colourHexCode":{"type":"literal","value":"0047AB"},"label":{"type":"literal","xml:lang":"en","value":"Cobalt blue"},"comment":{"type":"literal","xml:lang":"en","value":"Cobalt blue is the cool blue color of the pigments made using cobalt salts of alumina. Cobalt blue pigments are extremely stable, and have historically been used as coloring agents in ceramics, (especially Chinese porcelain), jewelry, and paint. Transparent glasses are tinted with the silica-based cobalt pigment smalt.Chemically, cobalt blue pigment is a cobalt(II) oxide-aluminium oxide, or cobalt(II) aluminate, CoAl2O4."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Salmon_(color)"},"colourHexCode":{"type":"literal","value":"FA8072"},"label":{"type":"literal","xml:lang":"en","value":"Salmon (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Salmon is a range of pale pinkish-orange to light pink colors, named after the color of salmon flesh. The web color salmon is displayed at right.The first recorded use of salmon as a color name in English was in 1776.The actual color of salmon flesh varies from almost white to deep pink, depending on their levels of the carotenoid astaxanthin due to how rich a diet of krill and shrimp the fish feeds on; salmon raised on fish farms are given artificial coloring in their food."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Scarlet_(color)"},"colourHexCode":{"type":"literal","value":"FF2400"},"label":{"type":"literal","xml:lang":"en","value":"Scarlet (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Scarlet is a bright red with a slightly orange tinge. In the spectrum of visible light, and on the traditional color wheel, it is one-fourth of the way between red and orange, slightly less orange than vermilion.According to surveys in Europe and the United States, scarlet and other bright shades of red are the colors most associated with courage, force, passion, heat, and joy."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Silver_(color)"},"colourHexCode":{"type":"literal","value":"C0C0C0"},"label":{"type":"literal","xml:lang":"en","value":"Silver (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Silver is a metallic color tone resembling gray that is a representation of the color of polished silver.The visual sensation usually associated with the metal silver is its metallic shine. This cannot be reproduced by a simple solid color, because the shiny effect is due to the material's brightness varying with the surface angle to the light source."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Umber"},"colourHexCode":{"type":"literal","value":"635147"},"label":{"type":"literal","xml:lang":"en","value":"Umber"},"comment":{"type":"literal","xml:lang":"en","value":"Umber is a natural brown or reddish-brown earth pigment that contains iron oxide and manganese oxide. It is darker than the other similar earth pigments, ochre and sienna.In its natural form, it is called raw umber. When heated (calcinated), the color becomes more intense, and the color is known as burnt umber.The name comes from terra di ombra, or earth of Umbria, the Italian name of the pigment. Umbria is a mountainous region in central Italy where the pigment was originally extracted."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Apricot_(color)"},"colourHexCode":{"type":"literal","value":"FBCEB1"},"label":{"type":"literal","xml:lang":"en","value":"Apricot (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Apricot is a light yellowish-orangish color that is similar to the color of apricots. However, it is somewhat paler than actual apricots."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Isabelline_(colour)"},"colourHexCode":{"type":"literal","value":"F4F0EC"},"label":{"type":"literal","xml:lang":"en","value":"Isabelline (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Isabelline /ɪzəˈbɛlɪn/, also known as Isabella, is a pale grey-yellow, pale fawn, pale cream-brown or parchment colour. It is primarily found in animal coat colouring, particularly plumage colour in birds and, in Europe, in horses. It also has historically been applied to fashion. The first known record of the word was in 1600 as \"Isabella colour\"; this use later became interchangeable in literature with \"Isabelline\" after the latter was introduced into print in 1859."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Straw_(colour)"},"colourHexCode":{"type":"literal","value":"E4D96F"},"label":{"type":"literal","xml:lang":"en","value":"Straw (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Straw /ˈstrɔː/ is a colour, a tone of pale yellow, the colour of straw.The first recorded use of straw as a colour name in English was in 1589."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Viridian"},"colourHexCode":{"type":"literal","value":"40826D"},"label":{"type":"literal","xml:lang":"en","value":"Viridian"},"comment":{"type":"literal","xml:lang":"en","value":"Viridian is a blue-green pigment, a hydrated chromium(III) oxide, of medium saturation and relatively dark in value. It is composed more of green than blue. Specifically, it is a dark shade of spring green, the color between green and cyan on the color wheel, or, in paint, a tertiary blue–green color. Viridian takes its name from the Latin viridis, meaning \"green\".The first recorded use of viridian as a color name in English was in the 1860s (exact year uncertain)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cosmic_latte"},"colourHexCode":{"type":"literal","value":"FFF8E7"},"label":{"type":"literal","xml:lang":"en","value":"Cosmic latte"},"comment":{"type":"literal","xml:lang":"en","value":"Cosmic Latte is a name assigned to the average color of the universe, given by a team of astronomers from Johns Hopkins University."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Columbia_blue"},"colourHexCode":{"type":"literal","value":"C4D8E2"},"label":{"type":"literal","xml:lang":"en","value":"Columbia blue"},"comment":{"type":"literal","xml:lang":"en","value":"Columbia blue, also known as Jordy blue, is a light blue tertiary color named after Columbia University. The color itself derives from the official hue of the Philolexian Society, the university's oldest student organization. The official Columbia color is Columbia blue, defined as Pantone 290 (RGB #C4D8E2)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cinereous"},"colourHexCode":{"type":"literal","value":"98817B"},"label":{"type":"literal","xml:lang":"en","value":"Cinereous"},"comment":{"type":"literal","xml:lang":"en","value":"Cinereous is a colour, meaning ashy grey in appearance, either consisting of or resembling ashes, or a grey colour tinged with coppery brown. It is derived from the Latin cinereous, from cinis (ashes).The first recorded use of cinereous as a colour name in English was in 1661."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Aureolin"},"colourHexCode":{"type":"literal","value":"FDEE00"},"label":{"type":"literal","xml:lang":"en","value":"Aureolin"},"comment":{"type":"literal","xml:lang":"en","value":"Aureolin (sometimes called Cobalt Yellow) is a pigment used in oil and watercolor painting. Its color index name is PY40 (40th entry on list of yellow pigments). It was first made in 1848 by N. W. Fischer in Breslau and its chemical composition is potassium cobaltinitrite.Aureolin is rated as permanent in oils but darkens and fades easily in watercolors. It is a transparent, lightly staining, light valued, intense medium yellow pigment."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Crimson"},"colourHexCode":{"type":"literal","value":"DC143C"},"label":{"type":"literal","xml:lang":"en","value":"Crimson"},"comment":{"type":"literal","xml:lang":"en","value":"Crimson is a strong, deep red color. It originally meant the color of the Kermes dye produced from a scale insect, Kermes vermilio, but the name is now sometimes also used as a generic term for slightly reddish-blue colors that are between red and rose."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Gold_(color)"},"colourHexCode":{"type":"literal","value":"FFD700"},"label":{"type":"literal","xml:lang":"en","value":"Gold (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Gold, also called golden, is one of a variety of yellow-brown color blends used to give the impression of the color of the element gold.The web color gold is sometimes referred to as golden to distinguish it from the color metallic gold."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Maize_(color)"},"colourHexCode":{"type":"literal","value":"FBEC5D"},"label":{"type":"literal","xml:lang":"en","value":"Maize (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color maize or corn refers to a shade of yellow; it is named for the cereal of the same name—maize (the cereal maize is called corn in the Americas). In public usage, maize can be applied to a variety of shades, ranging from light yellow to a dark shade that borders on orange, since the color of maize may vary. The first recorded use of maize as a color name in English was in 1861."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Burgundy_(color)"},"colourHexCode":{"type":"literal","value":"900020"},"label":{"type":"literal","xml:lang":"en","value":"Burgundy (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Burgundy is a dark red color associated with the Burgundy wine of the same name, which in turn is named after the Burgundy region of France. The color burgundy is similar to other shades of dark red such as maroon, cordovan, and oxblood, but differs from each of these in subtle ways."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Carmine_(color)"},"colourHexCode":{"type":"literal","value":"960018"},"label":{"type":"literal","xml:lang":"en","value":"Carmine (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Carmine is the general term for some deep red colors that are very slightly purplish but are generally slightly closer to red than the color crimson is. Some rubies are colored the color shown below as rich carmine."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Goldenrod_(color)"},"colourHexCode":{"type":"literal","value":"DAA520"},"label":{"type":"literal","xml:lang":"en","value":"Goldenrod (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Goldenrod is a color that resembles the goldenrod plant. A Crayola crayon with this name and color, although a lighter version, was created in 1958."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Stil_de_grain_yellow"},"colourHexCode":{"type":"literal","value":"FADA5E"},"label":{"type":"literal","xml:lang":"en","value":"Stil de grain yellow"},"comment":{"type":"literal","xml:lang":"en","value":"Stil de grain yellow is a pigment traditionally derived from unripe buckthorn berries. An archaic name for this color, used in the 17th century, is pinke.It is also known as sap green, although in contemporary art supplies the term sap green often indicates a mixture intending to resemble the traditional Sap Green or Stil de grain yellow. Contemporary oil colors often use coal tar lakes as a substitute. Golden Fluid Acrylics have included 'sap green' in their new line of 'historical colors'."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Robin_egg_blue"},"colourHexCode":{"type":"literal","value":"00CCCC"},"label":{"type":"literal","xml:lang":"en","value":"Robin egg blue"},"comment":{"type":"literal","xml:lang":"en","value":"The color robin egg blue is displayed at right. It is a web-safe color and an official Crayola color. In the early 1990s, the crayon was originally included unlabeled in Crayola boxes, and purchasers were asked to submit ideas for the color's name.Robin egg blue, also called eggshell blue, approximates the shade of the eggs laid by the American Robin.The first recorded use of robin egg blue as a color name in English was in 1873."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Ochre"},"colourHexCode":{"type":"literal","value":"CC7722"},"label":{"type":"literal","xml:lang":"en","value":"Ochre"},"comment":{"type":"literal","xml:lang":"en","value":"Ochre (/ˈoʊkər/ OH-kər; from Greek: ὠχρός, ōkhrós, (pale yellow, pale), also spelled ocher) is a natural earth pigment containing hydrated iron oxide, which ranges in color from yellow to deep orange or brown. It is also the name of the colors produced by this pigment, especially a light brownish-yellow. A variant of ochre containing a large amount of hematite, or dehydrated iron oxide, has a reddish tint known as \"red ochre\"."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Vermilion"},"colourHexCode":{"type":"literal","value":"E34234"},"label":{"type":"literal","xml:lang":"en","value":"Vermilion"},"comment":{"type":"literal","xml:lang":"en","value":"Vermilion is a brilliant red or scarlet pigment originally made from the powdered mineral cinnabar, and is also the name of the resulting color. It was widely used in the art and decoration of Ancient Rome, in the illuminated manuscripts of the Middle Ages, in the paintings of the Renaissance, and in the art and lacquerware of China, where it is often called \"Chinese Red\"."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Tawny_(color)"},"colourHexCode":{"type":"literal","value":"CD5700"},"label":{"type":"literal","xml:lang":"en","value":"Tawny (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Tawny (also called tenné) is a light brown to brownish-orange color."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Seal_brown"},"colourHexCode":{"type":"literal","value":"59260B"},"label":{"type":"literal","xml:lang":"en","value":"Seal brown"},"comment":{"type":"literal","xml:lang":"en","value":"Seal brown is a rich dark brown color, resembling the color of the dyed fur from the fur seal."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cornflower_blue"},"colourHexCode":{"type":"literal","value":"6495ED"},"label":{"type":"literal","xml:lang":"en","value":"Cornflower blue"},"comment":{"type":"literal","xml:lang":"en","value":"Cornflower blue, is a shade of medium-to-light blue containing relatively little green compared to blue. This hue was one of the favorites of the Dutch painter Johannes Vermeer, his other most-noted favorite being yellow.The most valuable blue sapphires are called cornflower blue, having a medium-dark violet-blue tone.Computer monitors may not always be depended upon for true representation of a color."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Steel_blue"},"colourHexCode":{"type":"literal","value":"4682b4"},"label":{"type":"literal","xml:lang":"en","value":"Steel blue"},"comment":{"type":"literal","xml:lang":"en","value":"Steel blue is a shade of blue that resembles blue steel, i.e., steel which has been subjected to bluing in order to protect it from rust. It is one of the less vibrant shades of blue; it is usually identified as a blue-grey color.The first recorded use of steel blue as a color name in English was in 1817.In 1987, Steel blue was included as one of the X11 colors when that color list was formulated."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Eggplant_(color)"},"colourHexCode":{"type":"literal","value":"614051"},"label":{"type":"literal","xml:lang":"en","value":"Eggplant (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Eggplant is a dark purple or brownish-purple color that resembles the color of the outer skin of European eggplants. Another name for the color eggplant is aubergine (the French and British English word for eggplant)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lemon_chiffon"},"colourHexCode":{"type":"literal","value":"FFFACD"},"label":{"type":"literal","xml:lang":"en","value":"Lemon chiffon"},"comment":{"type":"literal","xml:lang":"en","value":"Lemon chiffon is the X11 color and web color lemonchiffon, reminiscent of the color of lemon chiffon cake.It was first introduced as a named color in the X Window System when the X11 colors were adopted in 1987; the origins of the names are obscure. These were adopted for the Netscape Navigator web browser for colors in its extended palette, and in turn recognized by Mosaic and Internet Explorer. No specification, however, recognizes it as an official HTML color name."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Seashell_(color)"},"colourHexCode":{"type":"literal","value":"FFF5EE"},"label":{"type":"literal","xml:lang":"en","value":"Seashell (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Seashell is an off-white color that resembles some of the very pale pinkish tones that are common in many seashells.The first recorded use of seashell as a color name in English was in 1926.In 1987, \"seashell\" was included as one of the X11 colors."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Eggshell_(color)"},"colourHexCode":{"type":"literal","value":"F0EAD6"},"label":{"type":"literal","xml:lang":"en","value":"Eggshell (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color eggshell is meant as a representation of the average color of a chicken egg. Since the color of chicken eggs may vary between pale brown and white, this color is an average between those colors, closer to white than pale brown, since more chicken eggs are white than are pale brown.The source of this color is: ISCC-NBS Dictionary of Color Names (1955)--Color Sample of Eggshell (color sample #92)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Coquelicot"},"colourHexCode":{"type":"literal","value":"FF3800"},"label":{"type":"literal","xml:lang":"en","value":"Coquelicot"},"comment":{"type":"literal","xml:lang":"en","value":"For the of Montreal album, see Coquelicot Asleep in the Poppies: A Variety of Whimsical Verse. For the Sakura Wars character, see List of Sakura Wars characters.Coquelicot ( /ˈkoʊklɨkoʊ/ KOHK-li-koh) is a shade of red. The term was originally a French vernacular name for the wild corn poppy, Papaver rhoeas, which is distinguished by its bright red color, and orange tint. It eventually passed into English usage as the name of a color based upon that of the flower."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Amber_(color)"},"colourHexCode":{"type":"literal","value":"FF7E00"},"label":{"type":"literal","xml:lang":"en","value":"Amber (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color amber is a pure chroma color, located on the color wheel midway between yellow and orange. The color-name is derived from the material also known as amber, which is commonly found in a range of yellow-orange-brown-red colors; likewise, as a color amber can refer to a range of yellow-orange colors. In English the first recorded use of the term as a color-name, rather than a reference to the specific substance, was in 1500."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Magnolia_(color)"},"colourHexCode":{"type":"literal","value":"F8F4FF"},"label":{"type":"literal","xml:lang":"en","value":"Magnolia (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Magnolia is a color named after the flowering plant of the genus Magnolia. The first recorded use of magnolia as a color name in English was in 1925.In 1987, magnolia was chosen as one of the X11 colors, which by the early 1990s had become known as the X11 web colors.In the UK, Magnolia is the standard creamy color   defined by British Standard BS 08B15, with the sRGB value (244, 233, 216) and CMYK (Coated) value (0, 5, 25, 0)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Raspberry_(color)"},"colourHexCode":{"type":"literal","value":"E30B5C"},"label":{"type":"literal","xml:lang":"en","value":"Raspberry (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Raspberry is a color that resembles the color of raspberries. The first recorded use of raspberry as a color name in English was in 1892."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Sepia_(color)"},"colourHexCode":{"type":"literal","value":"704214"},"label":{"type":"literal","xml:lang":"en","value":"Sepia (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Sepia is a reddish-brown color, named after the rich brown pigment derived from the ink sac of the common cuttlefish Sepia.The word sepia is the Latinized form of the Greek σηπία, sēpía, cuttlefish."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Slate_gray"},"colourHexCode":{"type":"literal","value":"708090"},"label":{"type":"literal","xml:lang":"en","value":"Slate gray"},"comment":{"type":"literal","xml:lang":"en","value":"Slate gray is a gray color with a slight azure tinge that is a representation of the average color of the material slate. As a tertiary color, slate (sometimes called olive) is an equal mix of purple and green pigments.The first recorded use of slate gray as a color name in English was in 1705."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Tan_(color)"},"colourHexCode":{"type":"literal","value":"D2B48C"},"label":{"type":"literal","xml:lang":"en","value":"Tan (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Tan is a pale tone of brown. The name is derived from tannum (oak bark) used in the tanning of leather.The first recorded use of tan as a color name in English was in the year 1590.Colors which are similar or may be considered synonymous to tan include: tawny, tenné, and fulvous."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Eton_blue"},"colourHexCode":{"type":"literal","value":"96C8A2"},"label":{"type":"literal","xml:lang":"en","value":"Eton blue"},"comment":{"type":"literal","xml:lang":"en","value":"Eton blue is a Greenish-blue colour used since early 19th century by sportsmen of Eton College. It is also used by Geelong Grammar School and is similar to the colour used by the University of Cambridge (Cambridge Blue)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Green_in_Islam"},"colourHexCode":{"type":"literal","value":"009900"},"label":{"type":"literal","xml:lang":"en","value":"Green in Islam"},"comment":{"type":"literal","xml:lang":"en","value":"Green (Arabic: أخضر) is considered the traditional color of Islam. The Arabic word for \"greenness\" is mentioned several times in the Quran, describing the state of the inhabitants of paradise. Examples include: Reclining on green Cushions and rich Carpets of beauty Upon them will be green garments of fine silk and heavy brocade, and they will be adorned with bracelets of silver; and their Lord will give to them to drink of a Water Pure and Holy."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Duke_blue"},"colourHexCode":{"type":"literal","value":"001A57"},"label":{"type":"literal","xml:lang":"en","value":"Duke blue"},"comment":{"type":"literal","xml:lang":"en","value":"Duke blue is a dark blue tertiary color, associated with Duke University."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Buff_(colour)"},"colourHexCode":{"type":"literal","value":"F0DC82"},"label":{"type":"literal","xml:lang":"en","value":"Buff (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Buff is the pale yellow-brown colour of the un-dyed leather of several animals.As an RYB quaternary colour, it is the darker colour produced by an equal mix of the tertiary colours citron (also known as olive) and russet."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Byzantium_(color)"},"colourHexCode":{"type":"literal","value":"702963"},"label":{"type":"literal","xml:lang":"en","value":"Byzantium (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color byzantium, a dark tone of purple, is displayed at right. This particular tone of purple originates in modern times, and, despite its name, should by no means be confused with Tyrian purple (hue rendering), the color historically used by Roman and Byzantine emperors. The latter, often also referred to as \"Tyrian red\", is more reddish in hue, and is in fact often depicted as closer to crimson than purple."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Lilac_(color)"},"colourHexCode":{"type":"literal","value":"DCD0FF"},"label":{"type":"literal","xml:lang":"en","value":"Lilac (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Lilac is a color that is a pale tone of violet that is a representation of the average color of most lilac flowers. It might also be described as mauve or light purple. The colors of some lilac flowers may be equivalent to the colors shown below as pale lilac, rich lilac, or deep lilac. There are other lilac flowers that are colored red-violet.The first recorded use of lilac as a color name in English was in 1775."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Puce"},"colourHexCode":{"type":"literal","value":"722F37"},"label":{"type":"literal","xml:lang":"en","value":"Puce"},"comment":{"type":"literal","xml:lang":"en","value":"Puce (variant spellings: \"puse\", \"peuse\" or \"peuce\") is a dark red or purple brown color, a brownish purple or a dark reddish brown."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Fire_engine_red"},"colourHexCode":{"type":"literal","value":"CE2029"},"label":{"type":"literal","xml:lang":"en","value":"Fire engine red"},"comment":{"type":"literal","xml:lang":"en","value":"Fire engine red is an informal name, without particular chromatic specification, for an intense, bright red commonly used on emergency vehicles in the United States and Canada, mostly on, as the name implies, fire engines.Most traditional older fire departments in larger U.S."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Camel_(color)"},"colourHexCode":{"type":"literal","value":"C19A6B"},"label":{"type":"literal","xml:lang":"en","value":"Camel (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Camel is a color that resembles the color of the hair of a camel.The first recorded use of camel as a color name in English was in 1916.The source of this color is: ISCC-NBS Dictionary of Color Names (1955)--Color Sample of Camel (color sample #76)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cerise_(color)"},"colourHexCode":{"type":"literal","value":"DE3163"},"label":{"type":"literal","xml:lang":"en","value":"Cerise (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Cerise (/səˈriːs/ or /səˈriːz/; French pronunciation: ​[səˈʁiz]) is a deep to vivid reddish pink."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Fuchsia_(color)"},"colourHexCode":{"type":"literal","value":"FF00FF"},"label":{"type":"literal","xml:lang":"en","value":"Fuchsia (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Fuchsia (/ˈfjuːʃə/, FEW-shə) is a vivid purplish red color, named after the flower of the fuchsia plant, which took its name from the 16th century German botanist Leonhart Fuchs. The color fuchsia was first introduced as the color of a new aniline dye called fuchsine, patented in 1859 by the French chemist Francois-Emmanuel Verguin."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Orchid_(color)"},"colourHexCode":{"type":"literal","value":"DA70D6"},"label":{"type":"literal","xml:lang":"en","value":"Orchid (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Orchid is a bright rich purple color that is a representation of the color of the orchidaceae flower. Various tones of orchid may range from grayish purple to purplish-pink to strong reddish purple.The first recorded use of orchid as a color name in English was in 1915.In 1987, orchid was included as one of the X11 colors. After the invention of the world wide web in 1991, these became known as the X11 web colors."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Chartreuse_(color)"},"colourHexCode":{"type":"literal","value":"7FFF00"},"label":{"type":"literal","xml:lang":"en","value":"Chartreuse (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Chartreuse (US /ʃɑrˈtruːz/, /ʃɑrˈtruːs/ or RP /ʃɑːˈtrɜːz/; French pronunciation: ​[ʃaʁtʁœz]) (the web color) is a color halfway between yellow and green that was named because of its resemblance to the green color of one of the French liqueurs called green chartreuse, introduced in 1764."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Desert_sand_(color)"},"colourHexCode":{"type":"literal","value":"EDC9AF"},"label":{"type":"literal","xml:lang":"en","value":"Desert sand (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Desert sand is a brilliant tan color which resembles the color of desert sand. It may also be regarded as a deep tone of beige.In 1998, desert sand was made into a Crayola crayon color.The color shown at right matches the palest of the three colors in the 3-color Desert Camouflage Uniform of United States armed forces, which in 1990 began to replace the 6-color Desert Battle Dress Uniform."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Electric_blue_(color)"},"colourHexCode":{"type":"literal","value":"7DF9FF"},"label":{"type":"literal","xml:lang":"en","value":"Electric blue (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Electric blue is a color close to cyan that is a representation of the color of lightning, an electric spark, and argon signs; it is named after the ionized air glow produced during electrical discharges.The first recorded use of electric blue as a color name in English was in 1884. The color electric blue (the version shown below as medium electric blue) was in vogue in the 1890s."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Peach_(color)"},"colourHexCode":{"type":"literal","value":"FFE5B4"},"label":{"type":"literal","xml:lang":"en","value":"Peach (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Peach is a color that is named for the pale color of the exterior flesh of the peach fruit. Like the color apricot, the color called peach is paler than most actual peach fruits and seems to have been formulated (like the color apricot) primarily to create a pastel palette of colors for interior design. Peach can also be described as a pale, light yellowish-pink."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Powder_blue"},"colourHexCode":{"type":"literal","value":"B0E0E6"},"label":{"type":"literal","xml:lang":"en","value":"Powder blue"},"comment":{"type":"literal","xml:lang":"en","value":"Powder blue may refer to two different colors.[citation needed]The paler variant is often associated with powder snow."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Rose_(color)"},"colourHexCode":{"type":"literal","value":"FF007F"},"label":{"type":"literal","xml:lang":"en","value":"Rose (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Rose is the color halfway between red and magenta on the HSV color wheel, also known as the RGB color wheel, on which it is at hue angle of 330 degrees.Rose is one of the tertiary colors on the HSV (RGB) color wheel."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Sapphire_(color)"},"colourHexCode":{"type":"literal","value":"0F52BA"},"label":{"type":"literal","xml:lang":"en","value":"Sapphire (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Sapphire is a saturated shade of blue, referring to the gem of the same name. Sapphire gems are most commonly found in a range of blue shades although they can be many different colors. Other names for variations of the color sapphire are blue sapphire or sapphire blue, shown below."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/White"},"colourHexCode":{"type":"literal","value":"FFFFFF"},"label":{"type":"literal","xml:lang":"en","value":"White"},"comment":{"type":"literal","xml:lang":"en","value":"White is the color of milk and fresh snow, the color produced by the combination of all the colors of the visible spectrum. As a symbol, white is the opposite of black, and often represents light in contrast with darkness. According to surveys in Europe and the United States, white is the color most often associated with innocence, perfection, the good, honesty, cleanliness, the beginning, the new, neutrality, lightness, and exactitude."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cadmium_pigments"},"colourHexCode":{"type":"literal","value":"ED872D"},"label":{"type":"literal","xml:lang":"en","value":"Cadmium pigments"},"comment":{"type":"literal","xml:lang":"en","value":"Cadmium pigments are a class of pigments that have cadmium as one of the chemical components. Most of cadmium produced worldwide is used in the production of nickel-cadmium batteries, but about half the remaining consumption, which is about 2,000 tons annually, is used to produce colored cadmium pigments. The principal pigments are a family of yellow/orange/red cadmium sulfides and sulfoselenides as well as compounds with metals other than Cd."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Royal_blue"},"colourHexCode":{"type":"literal","value":"002366"},"label":{"type":"literal","xml:lang":"en","value":"Royal blue"},"comment":{"type":"literal","xml:lang":"en","value":"Royal blue describes both a bright shade and a dark shade of azure blue."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Ecru"},"colourHexCode":{"type":"literal","value":"C2B280"},"label":{"type":"literal","xml:lang":"en","value":"Ecru"},"comment":{"type":"literal","xml:lang":"en","value":"Ecru describes the shade greyish-pale yellow or a light greyish-yellowish brown. It is often used to describe such fabrics as silk and linen in their unbleached state. Ecru comes from the French word écru, which means literally 'raw' or 'unbleached'.In the 1930s and before, ecru was considered to be the same colour as the colour beige (a synonym or alias for beige), but since the 1950s ecru and beige have been regarded as two different colours.[citation needed]"}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Spring_bud"},"colourHexCode":{"type":"literal","value":"A7FC00"},"label":{"type":"literal","xml:lang":"en","value":"Spring bud"},"comment":{"type":"literal","xml:lang":"en","value":"Spring bud is the color that used to be called spring green before the X11 web color spring green was formulated in 1987 when the X11 colors were first promulgated. This color is now called spring bud to avoid confusion with the web color.[citation needed]The color spring bud is also called soft spring green.[citation needed]"}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Zaffre"},"colourHexCode":{"type":"literal","value":"0014A8"},"label":{"type":"literal","xml:lang":"en","value":"Zaffre"},"comment":{"type":"literal","xml:lang":"en","value":"Zaffre, a pre-scientific substance (see List of alchemical substances), is a deep blue pigment obtained by roasting cobalt ore, and is made of either an impure form of cobalt oxide or impure cobalt arseniate. During the Victorian Era, zaffre was used to prepare smalt and stain glass blue.The first recorded use of zaffre as a color name in English was sometime in the 1550s (exact year uncertain)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Bronze_(color)"},"colourHexCode":{"type":"literal","value":"CD7F32"},"label":{"type":"literal","xml:lang":"en","value":"Bronze (color)"},"comment":{"type":"literal","xml:lang":"en","value":"At right is displayed the color bronze. Bronze is a metallic brown color which resembles the actual alloy bronze. The first recorded use of bronze as a color name in English was in 1753."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cerulean"},"colourHexCode":{"type":"literal","value":"007BA7"},"label":{"type":"literal","xml:lang":"en","value":"Cerulean"},"comment":{"type":"literal","xml:lang":"en","value":"Cerulean, also spelled caerulean, is a color term that may be applied to certain colors with the hue ranging roughly between blue and cyan, overlapping with both. It also largely overlaps with azure and sky blue, although cerulean is dimmer.The first recorded use of cerulean as a color name in English was in 1590. The word is probably derived from the Latin word caeruleus, \"dark blue, blue or blue-green\", which in turn probably derives from caelulum, diminutive of caelum, \"heaven, sky\"."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Turquoise_(color)"},"colourHexCode":{"type":"literal","value":"40E0D0"},"label":{"type":"literal","xml:lang":"en","value":"Turquoise (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Turquoise /ˈtɜrkɔɪz/ or /ˈtɜrkwɔɪz/ is the name of a greenish blue color, based on the gem of the same name. The word turquoise comes from the French for Turkish, as the gem was originally imported from Turkey. The first recorded use of turquoise as a color name in English was in 1573.At right is displayed the X11 color named turquoise."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Red-violet"},"colourHexCode":{"type":"literal","value":"C71585"},"label":{"type":"literal","xml:lang":"en","value":"Red-violet"},"comment":{"type":"literal","xml:lang":"en","value":"Red-violet is a rich color of high medium saturation about 3/4 of the way between red and magenta, closer to magenta than to red. It is classified in color theory as one of the purple colors—a non-spectral color between red and violet that is a deep version of a color on the line of purples on the CIE chromaticity diagram. Both its saturation and brightness falling short of 100%, red-violet is not a pure chroma."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Safety_orange"},"colourHexCode":{"type":"literal","value":"E87600"},"label":{"type":"literal","xml:lang":"en","value":"Safety orange"},"comment":{"type":"literal","xml:lang":"en","value":"Safety orange (also known as blaze orange, vivid orange, OSHA orange, hunter orange, Caltrans orange, or Omaha orange) is a hue. Safety orange is used to set objects apart from their surroundings, particularly in complementary contrast to the azure color of the sky (azure is the complementary color of orange, and therefore there is a very strong contrast between the two colors)."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/School_bus_yellow"},"colourHexCode":{"type":"literal","value":"FFD800"},"label":{"type":"literal","xml:lang":"en","value":"School bus yellow"},"comment":{"type":"literal","xml:lang":"en","value":"School bus yellow is a color which was especially formulated for use on School buses in North America in 1939. The color is now officially known in Canada and the U.S. as National School Bus Glossy Yellow and was originally called National School Bus Chrome. The pigment used for this color was, for a long time, the lead-containing chrome yellow.The color was chosen because it attracts attention and is noticed quickly in peripheral vision, faster than any other color."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Yale_Blue"},"colourHexCode":{"type":"literal","value":"0F4D92"},"label":{"type":"literal","xml:lang":"en","value":"Yale Blue"},"comment":{"type":"literal","xml:lang":"en","value":"Yale Blue is the dark azure color used in association with Yale University."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cambridge_Blue_(colour)"},"colourHexCode":{"type":"literal","value":"A3C1AD"},"label":{"type":"literal","xml:lang":"en","value":"Cambridge Blue (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Cambridge Blue is the colour commonly used by sports teams from Cambridge University. There is considerable dispute regarding the exact shade of the colour that should be used. Most notably, the colour used by the Cambridge University Boat Club is different from that used by the rugby union club. The Boat Club colour was created when Alf Twinn added more yellow to this shade."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Mauve"},"colourHexCode":{"type":"literal","value":"E0B0FF"},"label":{"type":"literal","xml:lang":"en","value":"Mauve"},"comment":{"type":"literal","xml:lang":"en","value":"Mauve /ˈmoʊv/ (from the French form of Malva \"mallow\") is a pale purple color, which is named after the mallow flower. The first use of the word mauve as a color was in 1796-8 according to the Oxford English Dictionary, but its use seems to have been rare before 1859. Another name for the color is mallow with the first recorded use of mallow as a color name in English in 1611.Mauve is more grey and more blue than a pale tint of magenta would be."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Selective_yellow"},"colourHexCode":{"type":"literal","value":"FFBA00"},"label":{"type":"literal","xml:lang":"en","value":"Selective yellow"},"comment":{"type":"literal","xml:lang":"en","value":"Selective yellow is a colour for automotive lamps. Under ECE regulations, headlamps were formerly permitted to be either white or selective yellow—in France, selective yellow was mandatory for all vehicles' road-illumination lamps until 1993.Both the internationalized European ECE Regulation 19 and North American SAE standard J583 permit selective yellow front fog lamps. ECE Regulation 48 currently requires new vehicles to be equipped with headlamps emitting white light."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Heliotrope_(color)"},"colourHexCode":{"type":"literal","value":"DF73FF"},"label":{"type":"literal","xml:lang":"en","value":"Heliotrope (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Heliotrope is a pink-purple tint that is a representation of the color of the heliotrope flower.The first recorded use of Heliotrope as a color name in English was in 1882."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Russet_(color)"},"colourHexCode":{"type":"literal","value":"80461B"},"label":{"type":"literal","xml:lang":"en","value":"Russet (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Russet is a dark brown color with a reddish-orange tinge."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Amaranth_(color)"},"colourHexCode":{"type":"literal","value":"F19CBB"},"label":{"type":"literal","xml:lang":"en","value":"Amaranth (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Amaranth is a reddish-rose color that is a representation of the color of the flower of the amaranth plant. The color shown is the color of the red amaranth flower (the color normally considered amaranth), but there are other varieties of amaranth that have other colors of amaranth flowers; these colors are also shown below."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Baby_blue"},"colourHexCode":{"type":"literal","value":"89CFF0"},"label":{"type":"literal","xml:lang":"en","value":"Baby blue"},"comment":{"type":"literal","xml:lang":"en","value":"Baby blue is a pale tint of azure, one of the pastel colors.The first recorded use of baby blue as a color name in English was in 1892."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Copper_(color)"},"colourHexCode":{"type":"literal","value":"B87333"},"label":{"type":"literal","xml:lang":"en","value":"Copper (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Copper is a reddish brown color that resembles the metal copper.The first recorded use of copper as a color name in English was in 1594."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Cream_(colour)"},"colourHexCode":{"type":"literal","value":"FFFDD0"},"label":{"type":"literal","xml:lang":"en","value":"Cream (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Cream is the colour of the cream produced by cattle grazing on natural pasture with plants rich in yellow carotenoid pigments, some of which are incorporated into the light, to give a yellow tone to white. Cream is the pastel colour of yellow, much like as pink is to red. By mixing yellow and white, cream can be produced.The first recorded use of cream as a colour name in English was in 1590."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Navy_blue"},"colourHexCode":{"type":"literal","value":"000080"},"label":{"type":"literal","xml:lang":"en","value":"Navy blue"},"comment":{"type":"literal","xml:lang":"en","value":"Navy blue is a very dark shade of the color blue."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Champagne_(color)"},"colourHexCode":{"type":"literal","value":"F7E7CE"},"label":{"type":"literal","xml:lang":"en","value":"Champagne (color)"},"comment":{"type":"literal","xml:lang":"en","value":"The color champagne is a name given for various very pale tints of yellowish-orange that are close to beige. The color's name is derived from the typical color of the beverage Champagne."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Citrine_(colour)"},"colourHexCode":{"type":"literal","value":"E4D00A"},"label":{"type":"literal","xml:lang":"en","value":"Citrine (colour)"},"comment":{"type":"literal","xml:lang":"en","value":"Citrine /ˈsɪtriːn/ is a colour, the most common reference for which is certain coloured varieties of quartz which are a medium deep shade of golden yellow. Citrine has been summarized at various times as yellow, greenish-yellow, brownish yellow or orange.The original reference point for the citrine colour was the citron fruit. The first recorded use of citrine as a colour in English was in 1386. It was borrowed from a medieval Latin and classical Latin word with the same meaning."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Wheat_(color)"},"colourHexCode":{"type":"literal","value":"F5DEB3"},"label":{"type":"literal","xml:lang":"en","value":"Wheat (color)"},"comment":{"type":"literal","xml:lang":"en","value":"Wheat is a color that resembles wheat.The first recorded use of wheat as a color name in English was in 1711.Wheat is one of the X11 web colors."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Gamboge"},"colourHexCode":{"type":"literal","value":"E49B0F"},"label":{"type":"literal","xml:lang":"en","value":"Gamboge"},"comment":{"type":"literal","xml:lang":"en","value":"Gamboge (/ɡæmˈboʊʒ/ gam-BOHZH, /ɡæmˈboʊdʒ/ gam-BOHJ, or /ɡæmˈbuːʒ/ gam-BOOZH) is a partially transparent deep saffron to mustard yellow pigment. It is used to dye Buddhist monks' robes because the color is a deep tone of saffron, the traditional color used for the robes of Theravada Buddhist monks."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Egyptian_blue"},"colourHexCode":{"type":"literal","value":"1034A6"},"label":{"type":"literal","xml:lang":"en","value":"Egyptian blue"},"comment":{"type":"literal","xml:lang":"en","value":"Egyptian blue, also known as calcium copper silicate (CaCuSi4O10 or CaOCuO(SiO2)4) or cuprorivaite, is a pigment that was used in Ancient Egypt for thousands of years. It is considered to be the first synthetic pigment. The pigment was known to the Romans by the name caeruleum. After the Roman era, Egyptian blue fell from usage and the manner of its creation was forgotten."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Rosso_corsa"},"colourHexCode":{"type":"literal","value":"CC0000"},"label":{"type":"literal","xml:lang":"en","value":"Rosso corsa"},"comment":{"type":"literal","xml:lang":"en","value":"Rosso corsa is the red international motor racing colour of cars entered by teams from Italy.Since the 1920s Italian race cars of Alfa Romeo, Maserati, Lancia, and later Ferrari and Abarth have been painted in rosso corsa (\"racing red\"). This was the customary national racing colour of Italy as recommended between the world wars by the organisations that later became the FIA."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Tiffany_Blue"},"colourHexCode":{"type":"literal","value":"81D8D0"},"label":{"type":"literal","xml:lang":"en","value":"Tiffany Blue"},"comment":{"type":"literal","xml:lang":"en","value":"Tiffany Blue is the colloquial name for the light medium robin egg blue color associated with Tiffany & Co., the New York City jewelry company. The color was used on the cover of Tiffany's Blue Book, first published in 1845. Since then Tiffany & Co. has used the color extensively on promotional materials, including boxes and bags.The Tiffany Blue color is protected as a color trademark by Tiffany & Co."}},{"color":{"type":"uri","value":"http://dbpedia.org/resource/Electric_green"},"colourHexCode":{"type":"literal","value":"00FF00"},"label":{"type":"literal","xml:lang":"en","value":"Electric green"},"comment":{"type":"literal","xml:lang":"en","value":"The color displayed at right, electric green (X11/HTML/CSS color lime) is the brightest possible pure green that can be represented in a 24-bit-per-pixel RGB color space. This pure green represents one of the three additive primaries, along with red and blue, is used in computer monitors, and is reproduced as a good approximation to a pure spectral green."}}]}}